Repository: yra77/Shop
Catalog: Shop/Resources/Strings/Resource.*.resx
Languages: uk

source: Account
uk: Обліковий запис

# AccountSettings
source: Account and Settings
uk: Обліковий запис і Налаштування

source: Address
uk: Адреса

source: Add To Cart
uk: Додати в кошик

# AddToCartError
source: No color or size selected
uk: Колір чи розмір не вибрано

# Alert_Email1
source: Email already exist
uk: Такий email вже є

# Alert_Email2
source: Email do not exist
uk: Цього email немає

# Alert_Email3
source: Email is not valid
uk: Email не валідний

# Alert_Password1
source: Password do not exist
uk: Цього пароля немає

# Alert_Password2
source: Password is not valid
uk: Пароль не валідний

source: Apply
uk: Прийняти

source: Back to Shopping
uk: До покупок

source: Brand
uk: Виробник

source: Cart
uk: Кошик

source: Checkout
uk: Оформлення

source: Color
uk: Колір

source: Confirm
uk: Підтвердити

# ConLimited
source: Internet access is available but is limited.
uk: Доступ до Інтернету є, але обмежений

# ConLost
source: Internet access has been lost.
uk: З'єднання втрачено

# ConRestored
source: Internet connection is restored.
uk: З'єднання відновлено

# Contact
source: Contact information
uk: Контактні дані

source: Continue
uk: Продовжити

source: Delete account
uk: Видалити обліковий запис

# DeleteFavorite
source: Deleted from favorites
uk: Видалено з улюблених

# DontAccount
source: Don`t have an account?
uk: Немає аккаунта?

# ErrorText_Email
source: Email. Must have - aaa@aa.aa
uk: Має бути - aaa@aa.aa

# ErrorText_Name
source: Must have 2-16 symbols
uk: Має бути 2-16 символів

# ErrorText_Password
source: 8-16 symbols first capital letter, one lowercase letter, one digit
uk: 8-16 символив, перша велика літера, одну малу літеру, одну цифру

# ErrorText_Tel
source: Must have +0000000000 or +000-000-0000 or +(000)000-0000
uk: Має бути +0000000000 чи +000-000-0000 чи +(000)000-0000

source: Filters
uk: Фільтри

source: Gender
uk: Стать

# HaveAccount
source: Already have an account?
uk: Вже є аккаунт?

source: Is Complete!
uk: Завершено!

source: Men
uk: Чоловік

# Mens
source: Men`s Shoes
uk: Чоловіче Взуття

# NeedLocation
source: App needs permission your location
uk: Додатку потрібен дозвіл на ваше місцезнаходження

# New
source: New Arrivals
uk: Новинки

# Offline
source: Are you offline. Turn on internet access
uk: Ви офлайн. Увімкніть доступ до Інтернету.

source: Password&Email
uk: Пароль та Електронна пошта

source: Payment info
uk: Платіжна інформація

# Popular
source: Popular Shoes
uk: Популярні

source: Price
uk: Ціна

source: Recovery Password
uk: Оновити Пароль

source: Save Error
uk: Помилка збереження

# SaveToFavorite
source: Added to favorites
uk: Додано до обраних

source: See All
uk: Переглянути Всі

source: Settings
uk: Налаштування

source: Shipping address
uk: Адреса доставки

source: Sign In
uk: Увійти

# SignInGoogle
source: Sign in with google
uk: Увійти с google

source: Sign out
uk: Вийти з аккаунта

source: Sign Up
uk: Зареєструватися

source: Size
uk: Розмір

# Total
source: Total cost
uk: Загальна сума

# Uni
source: Unisex
uk: Унісекс

source: Women
uk: Жінка

# Womens
source: Women`s Shoes
uk: Жіноче Взуття
